export const SEARCH_RESULTS = [
  {
    id: "1",
    title: "আমার পরান যাহা চায়",
  },
  {
    id: "2",
    title: "আমার নিশীথরাতের বাদলধারা",
  },
  {
    id: "3",
    title: "আমার প্রাণের মানুষ আছে প্রাণে",
  },
  {
    id: "4",
    title: "আমার হিয়ার মাঝে লুকিয়ে ছিলে",
  },
];

export const AMAR_PORANO_JAHA_CHAY = {
  domain: "gitabitan",
  title: "আমার পরান যাহা চায় তুমি তাই, তুমি তাই গো।",
  url: "http://gitabitan.net/top.asp?songid=851",
  lyrics:
    "আমার পরান যাহা চায় তুমি তাই, তুমি তাই গো।\nতোমা ছাড়া আর এ জগতে মোর কেহ নাই, কিছু নাই গো॥\nতুমি সুখ যদি নাহি পাও, যাও সুখের সন্ধানে যাও--\nআমি তোমারে পেয়েছি হৃদয়মাঝে, আর কিছু নাহি চাই গো॥\nআমি তোমার বিরহে রহিব বিলীন, তোমাতে করিব-বাস\nদীর্ঘ দিবস দীর্ঘ রজনী, দীর্ঘ বরষ-মাস।\nযদি আর-কারে ভালোবাস, যদি আর ফিরে নাহি আস,\nতবে তুমি যাহা চাও তাই যেন পাও, আমি যত দুখ পাই গো॥",
  metadata: {
    composition_date: "১২৯৫ (১৮৮৮)",
    poet_age: "২৭",
    publication_date: "১৮৯৩ , গানের বহি (বিবিধ) |",
    gitabitan_index: "প্রেম-প্রেমবৈচিত্র্য; ১৪২/৩২৬",
    raag_taal: "পিলু / ত্রিতাল",
    notation:
      "সাধনা(১২৯৮); গীতিমালা; মায়ার খেলা স্বরলিপি গ্রন্থ; স্বরবিতান ৪৮ (মায়ার খেলা)",
    notator: "ইন্দিরা দেবী; জ্যোতিরিন্দ্রনাথ ঠাকুর; ইন্দিরা দেবী",
    raag: "পিলু",
    taal: "ত্রিতাল",
    context:
      "আমার মনে হয় দিনের জগৎটা য়ুরোপীয় সংগীত, সুরে-বেসুরে খণ্ডে-অংশে মিলে একটা গতিশীল প্রকাণ্ড হার্মনির জটলা-- আর, রাত্রের জগৎটা আমাদের ভারতবর্ষের সংগীত, একটি বিশুদ্ধ করুণ গম্ভীর অমিশ্র রাগিণী। দুটোই আমাদের বিচলিত করে, অথচ দুটোই পরস্পরবিরোধী। কী করা যাবে-- প্রকৃতির গোড়ায় একটা দ্বিধা একটা মস্ত বিরোধ আছে, রাজা এবং রানীর মধ্যে সমস্ত বিভক্ত। দিন এবং রাত্রি, বিচিত্র এবং অখণ্ড, পরিব্যক্ত এবং অনাদি। আমরা ভরতবর্ষীয়েরা [যল্লিখিতং] সেই রাত্রির রাজত্বে থাকি। আমরা অখণ্ড অনাদির দ্বারা অভিভূত। আমাদের নির্জন এককের গান, য়ুরোপের সজন লোকালয়ের গান। আমাদের গানে শ্রোতাকে মনুষ্যের প্রতিদিনের সুখদুঃখের সীমা থেকে বের করে নিয়ে নিখিলের মূলে যে-একটি সঙ্গীহীন বৈরাগ্যের দেশ আছে সেইখানে নিয়ে যায়, আর য়ুরোপের সংগীত মনুষ্যের সুখ-দুঃখের অনন্ত উত্থানপতনের মধ্যে বিচিত্রভাবে নৃত্য করিয়ে নিয়ে চলে। --শিলাইদহ, ১০ অগস্ট্‌ ১৮৯৪; ২৬.৪.১৩০১ #১৪২\n কাল অনেক রাত পর্যন্ত নহবতে কীর্তনের সুর বাজিয়েছিল; সে বড়ো চমৎকার লাগছিল, আর ঠিক এই পাড়াগাঁয়ের উপযুক্ত হয়েছিল-- যেমন সাদাসিধে তেমনি সকরুণ। ...সেকালের রাজাদের বৈতালিক ছিল-- তারা ভিন্ন ভিন্ন সময়ে গান গেয়ে প্রহর জানিয়ে দিত, এই নবাবিটা আমার লোভনীয় মনে হয়। ... গান বাজনা শুনলেই তখনি বুঝতে পারি এতদিন আমি সংগীতের জন্যে তৃষিত হয়ে ছিলুম-- সেই জন্যে আমার ভারী ইচ্ছে করে আমার খুব একজন কাছের লোক বেশ ভালো রকম বাজনা শিখে নেয়। --সাজাদপুর, ৫ জুলাই ১৮৯৫; ২২.৩.১৩০২ #২১৮\n আজ সকালে বসে বসে আমার একটা নতুন গানে সুর দিচ্ছিলুম-- সুরটা যে খুব নতুন তা নয়, এক রকম কীর্তন ধরণের ভৈরবী। কিন্তু তবু ছন্দে ছন্দে গাইতে গাইতে শরীরের সমস্ত রক্তের মধ্যে একটা সংগীতের মাদকতা প্রবেশ করতে থাকে-- সমস্ত শরীর এবং সমস্ত মন আগাগোড়া একটা বাজনার যন্ত্রের মতো কম্পিত এবং গুঞ্জরিত হয়ে উঠতে থাকে এবং সেই সুরের স্পন্দন আমার শরীর মন থেকে সমস্ত বাইরের জগতে সঞ্চারিত এবং ব্যাপ্ত হয়ে বিশ্বের সঙ্গে আমার সঙ্গে একটা স্বরসম্মিলন স্থাপিত হয়ে যায়। বীণার তার যখন বাজতে থাকে তখন সেটা যেমন আবছায়া দেখতে হয়, গানের সুরে সমস্ত জগৎটা সেই রকম বাষ্পময় এবং ঝঙ্কারপূর্ণ হয়ে ওঠে। --কলকাতা, ২৯ অগস্ট্‌, ১৮৯৪; ১৪.৫.১৩০১ #১৪৮\n --রবীন্দ্রনাথ, ছিন্নপত্রাবলী, বিশ্বভারতী, ১৩১৯",
  },
  citations: [
    "বিবিধ তথ্য ও আলোচনা\n Y OU are what my heart desires and I desire nothing else.You are my world, my all.If I have you not, I have nothing.If you lack happiness, go and search for it.Since I have you in my heart I lack nothing.Lost to me though you be, my heart will remain lost to you.All through my days and nights, through the years and the seasons, all my thoughts will dwell in you.If you give your heart to some one else, if you do not come back to me, even so may you have your heart's desire, though my heart droop with despair and I have to be sad.\n --Anon., Anthology.",
    "১৮৮৮ সনের পশ্চাৎপট: রবীন্দ্রনাথের জগৎ: গাজিপুরে বসে 'মানসী'- কাব্যের অনেক কবিতা রচনা। 'নিষ্ফল কামনা' কবিতার ইংরেজি অনুবাদ। ১৯ অক্টোবর ট্রাস্ট ডীড করে মহর্ষি দেবেন্দ্রনাথ শান্তিনিকেতন আশ্রমের প্রতিষ্ঠা করলেন, রবীন্দ্রনাথ উপাসনা ও গান করেন। ২৭শে নভেম্বর রথীন্দ্রনাথের জন্ম। স্বর্ণকুমারী দেবীর উদ্যোগে 'সখী সমিতি' নামে এক মহিলা সম্মেলন চালু হয়, ডিসেম্বর মাসে বেথুন স্কুলে তাদের শিল্পমেলাতে 'মায়ার খেলা'-র অভিনয়। প্রকাশিত বই: সমালোচনা, মায়ার খেলা। বহির্বিশ্বে: উল্লেখযোগ্য সাহিত্য ও শিল্পকর্ম: আমুর (ভের্লেন), ফিফ্‌থ সিম্ফনি (চাইকোভস্কি)।\n --প্রভাতকুমার মুখোপাধ্যায়, রবীন্দ্রজীবনকথা, আনন্দ পাবলিশার্স, কলকাতা ১৩৯২ এবং চিত্তরঞ্জন বন্দ্যোপাধ্যায় সম্পাদক, রবীন্দ্র-প্রসঙ্গ ৪, আনন্দ পাবলিশার্স, কলকাতা ১৯৯৮",
    "গান সম্বন্ধে যে-মতামত তিনি তাঁর প্রথম জীবনেই ব্যক্ত করেছিলেন সেটা প্রায় শেষ জীবন পর্যন্ত অটুট ছিল। বিশ বছর বয়সের একটা লেখায় তিনি বলেছিলেন: '(ওস্তাদেরা) গানের কথার উপর সুর দাঁড় করাইতে চান, আমি গানের কথাগুলিকে সুরের উপর দাঁড় করাইতে চাই। তাঁহার কথা বসাইয়া যান সুর বাহির করিবার জন্য, আমি সুর বসাইয়া যাই কথা বাহির করিবার জন্য। '\n\nএই একই কথা -- অর্থাৎ বাণী ও সুরের অর্ধনারীশ্বর সম্পর্ক -- তিনি বহুবার বহুভাবে বলেছেন।\n --সত্যজিৎ রায় \"রবীন্দ্রসঙ্গীতে ভাববার কথা\", এক্ষণ, পঞ্চম বর্ষ, ষষ্ঠ সংখ্যা, ১৩৭৪।",
  ],
};

export const AMAR_NISHITHO_RAATER = {
  domain: "gitabitan",
  title: "আমার নিশীথরাতের বাদলধারা, এসো হে গোপনে",
  url: "http://gitabitan.net/top.asp?songid=348",
  lyrics:
    "আমার নিশীথরাতের বাদলধারা, এসো হে গোপনে\nআমার স্বপনলোকে দিশাহারা॥\nওগো অন্ধকারের অন্তরধন, দাও ঢেকে মোর পরান মন--\nআমি চাই নে তপন, চাই নে তারা॥\nযখন সবাই মগন ঘুমের ঘোরে নিয়ো গো, নিয়ে গো,\nআমার ঘুম নিয়ো গো হরণ করে।\nএকলা ঘরে চুপে চুপে এসো কেবল সুরের রূপে--\nদিয়ো গো, দিয়ো গো,\nআমার চোখের জলের দিয়ো সাড়া॥",
  metadata: {
    composition_date: "আশ্বিন ১৩২২ (অক্টোবর,১৯১৫)",
    poet_age: "৫৪",
    composition_location: "শান্তিনিকেতন",
    publication_date: "কার্তিক ১৩২২ , প্রবাসী",
    gitabitan_index: "প্রেম-প্রেমবৈচিত্র্য; ৬৮/২৯৯",
    raag_taal: "বেহাগ / কাহারবা (বাদ আদরা)",
    notation:
      "গীতপঞ্চাশিকা (১৩২৫); কেতকী (১৩২৬); স্বরবিতান ১১ (কেতকী);স্বরবিতান ১৬ (গীতপঞ্চাশিকা)",
    notator: "দিনেন্দ্রনাথ ঠাকুর;ঐ;ঐ (দুটি); ঐ (দুটি)",
    raag: "বেহাগ",
    taal: "কাহারবা (বাদ আদরা)",
    context:
      'ভাবপ্রকাশের গভীরতর প্রয়োজনে দুটি বিপরীতধর্মী রাগ একই গানে প্রযুক্ত হয়েছে, এমন কি সমস্ত গানের মধ্যে শুধুমাত্র একটি পংক্তির কোনো একটি অংশ বা একটি শব্দের একটি বিশেষ ভাবটিকে প্রকাশের প্রয়োজনে শুধুমাত্র সেই স্থলেই অন্য কোনো রাগ যা সেই গানে ব্যবহৃত রাগের স্বরূপের পরিপন্থী, তার ব্যবহারেও রবীন্দ্রনাথ কুণ্ঠিত হন নি। [শৈলজারঞ্জন একে বলেছেন রাগমিশ্রণ; উদাহরণ: \'আছে দুঃখ, আছে মৃত্যু", "নিশীথরাতের বাদলধারা", "ফুল বলে, ধন্য আমি", "দেবতা ওগো", "সবাই যারে সব দিতেছে"। অনুসন্ধিৎসু পাঠক গানগুলির সন্ধান করে দেখতে পারেন]।\n গানের কোনো একটি অংশের ভাব প্রকাশের জন্য সেইখানে ব্যবহৃত রাগের পরিপন্থী স্বরপ্রয়োগ করা বিষয়ে রবীন্দ্রনাথ বলেছেন, "যদি মধ্যমের স্থলে পঞ্চম দিলে ভালো শুনায় আর তাহাতে বর্ণনীয় ভাবের সহায়তা করে তবে জয়জয়ন্তী বাঁচুন আর মরুন আমি পঞ্চমকেই বহাল রাখিব না কেন?" [নিশীথরাতের বাদলধারা] এই গানটির \'স্বপনলোকে দিশাহারা\' অংশে হঠাৎ কোমল ধৈবত ও কোমল নিষাদের ব্যবহারে সুরকবি রবীন্দ্রনাথ সজ্ঞানে স্বপনলোকে দিশাহারা চিত্রই রূপায়িত করেছেন।\n --শৈলজারঞ্জন মজুমদার, "রবীন্দ্রসংগীত শিক্ষাপ্রসঙ্গ", রবীন্দ্র ভাবনা, ২০০০ যুগ্ম সংখ্যা, টেগোর রিসার্চ ইনস্টিটুট, কলকাতা (পৃঃ ১৫)',
  },
  citations: [
    "বিবিধ তথ্য ও আলোচনা\n ১৯১৫ সনের পশ্চাৎপট: রবীন্দ্রনাথের জগৎ: শিলাইদহে নৌকাবাস। শান্তিনিকেতনে এলেন গান্ধীজী ও কস্তুরবা। 'ফাল্গুনী' রচনা ও অভিনয়, রবীন্দ্রনাথ অন্ধ বাউলের ভূমিকায়। সম্রাটের জন্মদিনে 'সার' উপাধি লাভ। কাশ্মীর ভ্রমণ। প্রকাশ: বিচিত্র পাঠ, শান্তিনিকেতন, কাব্যগ্রন্থ ১-৬, The Maharani of Arakan. বহির্বিশ্বে: সরকারের কাছে গান্ধীজী কাইজার-এ-হিন্দ স্বর্ণপদক পেলেন (পরে ফেরৎ দেন) ও প্রথম শান্তিনিকেতনে এলেন। সবরমতী আশ্রম চালু। ফাইটার প্লেন ও ট্র্যাক্টরের উদ্ভাবন। গোপালকৃষ্ণ গোখলের মৃত্যু। ১৮ মার্চ ভারতরক্ষা আইন পাস। উল্লেখযোগ্য সাহিত্য: অফ হিউম্যান বণ্ডেজ (মম্‌), জেনারেল থিওরি অফ রিলেটিভিটি (আইনস্টাইন)।\n --প্রভাতকুমার মুখোপাধ্যায়, রবীন্দ্রজীবনকথা, আনন্দ পাবলিশার্স, কলকাতা ১৩৯২ এবং চিত্তরঞ্জন বন্দ্যোপাধ্যায় সম্পাদক, রবীন্দ্র-প্রসঙ্গ ৪, আনন্দ পাবলিশার্স, কলকাতা ১৯৯৮",
    "গীতবিতানের বিষয়সূচী: ভূমিকা, পূজা, প্রেম, স্বদেশ, বিচিত্র, প্রকৃতি, আনুষ্ঠানিক, গীতিনাট্য ও নৃত্যনাট্য, ভানুসিংহ ঠাকুরের পদাবলী, নাট্যগীতি, জাতীয় সঙ্গীত, পূজা ও প্রার্থনা, আনুষ্ঠানিক সঙ্গীত, প্রেম ও প্রকৃতি, পরিশিষ্ট",
    "রবীন্দ্র-সম্পাদিত দ্বিতীয় সংস্করণ গীতবিতানের বিষয়বিন্যাস (বন্ধনীর মধ্যে গীতসংখ্যা):\n ভূমিকা (১) পূজা পর্যায়: গান (৩২), বন্ধু (৫৯), প্রার্থনা (৩৬), বিরহ (৪৭), সাধনা ও সংকল্প (১৭), দুঃখ (৪৯), আশ্বাস (১২), অন্তর্মুখে (৬), আত্মবিধান (৫), জাগরণ (২৬), নিঃসংশয় (১০), সাধক (২), উৎসব (৭), আনন্দ (২৫), বিশ্ব (৩৯), বিবিধ (১৪৩, একটি গান দ্বিজেন্দ্রনাথ-রচিত বিবেচনায় বাদ দেওয়া হয়), সুন্দর (৩০), বাউল (১৩), পথ (২৫), শেষ (৩৪), পরিণয় (৯, তৃতীয়োত্তর সংস্করণ গীতবিতানে আনুষ্ঠানিক পর্যায়ের প্রথমাংশে গ্রথিত) স্বদেশ (৮৬) প্রেম: গান (২৭), প্রেমবৈচিত্র্য (৩৬৮) প্রকৃতি: সাধারণ (৯), গ্রীষ্ম (১৬), বর্ষা (১১৫), শরৎ (৩০), হেমন্ত (৫), শীত (১২), বসন্ত (৯৬) বিচিত্র (১৩৮) আনুষ্ঠানিক (৯) পরিশিষ্ট (২, মুদ্রণকার্যের তাগিদায় ২য় সংস্করণে এই বিভাগটিকে বাধ্য হয়ে যোগ করতে হয়, পরের সংস্করণে গানগুলি যথোচিত স্থানে বিন্যস্ত করা হয়) রবীন্দ্রনাথের নির্দেশমতোই এই বিষয়বিন্যাস মূল গীতবিতানে না দিয়ে তাঁর লেখা একটি বিজ্ঞাপন হিসাবে গ্রথিত হয়। তৃতীয়োত্তর সংস্করণে এই তালিকা গ্রন্থপরিচয়ে পাওয়া যায়।",
  ],
};

export const AMAR_PRANER_MANUS = {
  domain: "gitabitan",
  title: "আমার প্রাণের মানুষ আছে প্রাণে,",
  url: "http://gitabitan.net/top.asp?songid=1269",
  lyrics:
    "আমার প্রাণের মানুষ আছে প্রাণে,\nতাই হেরি তায় সকল খানে॥\nআছে সে নয়নতারায় আলোক-ধারায়, তাই না হারায়--\nওগো তাই দেখি তায় যেথায় সেথায়\nতাকাই আমি যে দিক-পানে॥\nআমি তার মুখের কথা শুনব ব'লে গেলাম কোথা,\nশোনা হল না, হল না--\nআজ ফিরে এসে নিজের দেশে এই-যে শুনি\nশুনি তাহার বাণী আপন গানে॥\nকে তোরা খুঁজিস তারে কাঙাল বেশে দ্বারে দ্বারে,\nদেখা মেলে না, মেলে না--\nতোরা আয় রে ধেয়ে, দেখ্‌ রে চেয়ে আমার বুকে--\nওরে দেখ্‌ রে আমার দুই নয়নে॥",
  metadata: {
    composition_date: "১৩১৭ (১৯১০)",
    poet_age: "৪৯",
    publication_date: "পৌষ ১৩১৭ , ভারতী-রাজা নাটক |",
    gitabitan_index: "পূজা-বাউল; ৫৪৯/২১৬",
    raag_taal: "বাউল / দাদরা",
    notation: "স্বরবিতান ৪২ (অরূপরতন)",
    notator: "অনাদিকুমার দস্তিদার",
    raag: "বাউল",
    taal: "দাদরা",
    context:
      'চুম্বক গোপন\n [অরূপরতন] " নাট্য-রূপকটি \'রাজা\' নাটকের অভিনয়যোগ্য সংক্ষিপ্ত সংস্করণ "। এর রবীন্দ্ররচিত ভূমিকাতেই নাটকটির একটি চুম্বক পাওয়া যায়। " সুদর্শনা রাজাকে বাহিরে খুঁজিয়াছিল। যেখানে বস্তুকে চোখে দেখা যায়, হাতে ছোঁওয়া যায়, ভাণ্ডারে সঞ্চয় করা যায়, যেখানে ধনজন খ্যাতি, সেইখানে সে বরমাল্য পাঠাইয়াছিল। বুদ্ধির অভিমানে সে নিশ্চয় স্থির করিয়াছিল যে, বুদ্ধির জোরে সে বাহিরেই জীবনের সার্থকতা লাভ করিবে। তাহার সঙ্গিনী সুরঙ্গমা তাহাকে বলিয়াছিল, অন্তরের নিভৃত কক্ষে যেখানে প্রভু স্বয়ং আসিয়া আহ্বান করেন সেখানে তাঁহাকে চিনিয়া লইলে তবেই বাহিরে সর্বত্র তাঁহাকে চিনিয়া লইতে ভুল হইবে না; নহিলে যাহারা মায়ার দ্বারা চোখ ভোলায় তাহাদিগকে রাজা বলিয়া ভুল হইবে। সুদর্শনা এ-কথা মানিল না। সে সুবর্ণের রূপ দেখিয়া তাহার কাছে মনে মনে আত্মসমর্পণ করিল। তখন কেমন করিয়া তাহার চারিদিকে আগুন লাগিল, অন্তরের রাজাকে ছাড়িতেই কেমন করিয়া তাহাকে লইয়া বাহিরের নানা মিথ্যা রাজার দলে লড়াই বাধিয়া গেল, সেই অগ্নিদাহের ভিতর দিয়া কেমন করিয়া আপন রাজার সহিত তাহার পরিচয় ঘটিল, কেমন করিয়া দুঃখের আঘাতে তাহার অভিমান ক্ষয় হইল এবং অবশেষে কেমন করিয়া হার মানিয়া প্রাসাদ ছাড়িয়া পথে দাঁড়াইয়া তবে সে তাহার সেই প্রভুর সঙ্গলাভ করিল, যে-প্রভু সকল দেশে, সকল কালে, সকল রূপে, আপন অন্তরের আনন্দরসে যাঁহাকে উপলব্ধি করা যায়, এ নাটকে তাহাই বর্ণিত হইয়াছে। " সুদর্শনা, সুরঙ্গমা, প্রকৃত অথচ অদৃশ্য রাজা ছাড়াও নাটকের কুশীলব: সুবর্ণ -- জাল রাজা, বিক্রমবাহু -- বীর কাঞ্চীরাজ, যিনি রাজার কাছে যুদ্ধে হেরে গিয়ে অকুণ্ঠভাবে রাজার বশ্যতা স্বীকার করে নেন এবং রাজার বন্ধুস্থানীয় ঠাকুর্দা, এক সহজ, সরল সদানন্দ পুরুষ। প্রসঙ্গত, অরূপরতনের প্রথম সংস্করণের প্রকাশ ১৩২৬ সালে। বহুলাংশে পরিবর্তিত দ্বিতীয় সংস্করণ প্রকাশিত হয় ১৩৪২ সালের কার্তিক মাসে -- সেটিতে গানের সংখ্যা অনেক কমে যায় (উন্চল্লিশ থেকে পঁচিশ), পাল্‌টেও যায় কিছু। বিশ্বভারতীর নির্দেশ মতো এই দ্বিতীয় সংস্করণটিকেই প্রচলিত সংস্করণ বলে মেনে নেওয়া হোলো।\n চুম্বক প্রকাশ\n দ্বিতীয় দৃশ্য: উৎসব-ক্ষেত্র। এদেশের রাজাকে দেখা যায় না, সে কেমন রাজা, তাই নিয়ে তর্ক আর সংশয়ের শেষ নেই। বিদেশীদের দলে কথা হচ্ছে: বিরাজদত্ত। দেখো ভাই ভদ্রসেন, আসল কথাটা হচ্ছে, এদের মূলেই রাজা নেই। সকলে মিলে একটা গুজব রটিয়ে রেখেছে।... মাধব। কিন্তু এ-রাজ্যে আগাগোড়া যেমন নিয়ম দেখছি, রাজা না থাকলে তো এমন হয় না।... ভদ্রসেন। আবার ঘুরে ফিরে সেই একই কথা! তুমি বিরাজদত্তর আসল কথাটার উত্তর দাও-না হে -- হাঁ, কি, না? রাজাকে দেখেছ, কি, দেখ নি? [সকলের প্রস্থান, বাউলের প্রবেশ] গান (বাউল): " আমার প্রাণের মানুষ আছে প্রাণে" [বাউলের প্রস্থান]',
  },
  citations: [
    "বিবিধ তথ্য ও আলোচনা\n M Y beloved is ever in my heart That is why I see him everywhere,He is in the pupils of my eyes That is why I see him everywhere.I went far away to hear his own words, But, ah, it was vain!When I came back I heard them In my own songs.Who are you who seek him like a beggar from door to door!Come to my heart and see his face in the tears of my eyes!\n --Kshitish Chandra Sen, The King of Dark Chambers, Macmillan, New York, 1914.",
    "১৯১০ সনের পশ্চাৎপট: রবীন্দ্রনাথের জগৎ: রথীন্দ্রনাথের বিবাহ। 'রাজা' রচনা। শান্তিনিকেতনের নানা উন্নতি -- মেয়েদের বোর্ডিং, শিশুদের জন্য নতুন বাড়ি, ছাত্রসংখ্যা বৃদ্ধি। 'প্রায়শ্চিত্ত' অভিনয়, ধনঞ্জয় বৈরাগীর ভূমিকায় কবি। প্রকাশ: শান্তিনিকেতন ৯-১১, গোরা, গীতাঞ্জলি, রাজা। বহির্বিশ্বে: লণ্ডনে ইণ্ডিয়া সোসাইটির প্রতিষ্ঠা, রদেন্‌স্টাইন সভাপতি, ফক্স স্ট্র্যাংওয়েজ সম্পাদক -- এই সোসাইটিই প্রথম ইংরেজি গীতাঞ্জলি প্রকাশ করে। সপ্তম এডওয়ার্ডের মৃত্যু, পঞ্চম জর্জ পরবর্তী ব্রিটিশ সম্রাট। জাপানের কোরিয়া জয়। পর্তুগালে প্রজাতন্ত্র স্থাপন। চীনে দাসত্ব প্রথার বিলোপ। নাসিক মামলায় বিনায়ক সাভারকারের যাবজ্জীবন দ্বীপান্তর। লিও টলস্টয়, ফ্লোরেন্‌স নাইটিংগেল ও রেড ক্রসের প্রতিষ্ঠাতা ডুনাণ্টের মৃত্যু। উল্লেখযোগ্য সাহিত্য: হাওয়ার্ড্‌স এণ্ড (ফর্স্টার), দি ভিলেজ (বুনিন)।\n --প্রভাতকুমার মুখোপাধ্যায়, রবীন্দ্রজীবনকথা, আনন্দ পাবলিশার্স, কলকাতা ১৩৯২ এবং চিত্তরঞ্জন বন্দ্যোপাধ্যায় সম্পাদক, রবীন্দ্র-প্রসঙ্গ ৪, আনন্দ পাবলিশার্স, কলকাতা ১৯৯৮",
  ],
};

export const AMAR_HIYAR_MAJHE = {
  domain: "gitabitan",
  title: "আমার হিয়ার মাঝে লুকিয়ে ছিলে দেখতে আমি পাই নি।",
  url: "http://gitabitan.net/top.asp?songid=82",
  lyrics:
    "আমার হিয়ার মাঝে লুকিয়ে ছিলে দেখতে আমি পাই নি।\nতোমায় দেখতে আমি পাই নি।\nবাহির-পানে চোখ মেলেছি, আমার হৃদয়-পানে চাই নি॥\nআমার সকল ভালোবাসায় সকল আঘাত সকল আশায়\nতুমি ছিলে আমার কাছে, তোমার কাছে যাই নি॥\nতুমি মোর আনন্দ হয়ে ছিলে আমার খেলায়--\nআনন্দে তাই ভুলেছিলেম, কেটেছে দিন হেলায়।\nগোপন রহি গভীর প্রাণে আমার দুঃখসুখের গানে\nসুর দিয়েছ তুমি, আমি তোমার গান তো গাই নি॥",
  metadata: {
    composition_date: "২৫ চৈত্র ১৩২০ (১৯১৪)",
    poet_age: "৫২",
    composition_location: "কলকাতার পথে রেলগাড়িতে",
    publication_date: "গীতিমাল্য র-র ১১ |",
    gitabitan_index: "পূজা-বন্ধু; ৫০/২৬",
    raag_taal: "পিলু / একতাল",
    notation: "আনন্দসঙ্গীত পত্রিকা((১৩২২); গীতলেখা ৩; স্বরবিতান ৪১",
    notator: "ইন্দিরা দেবী; দিনেন্দ্রনাথ ঠাকুর; ঐ",
    raag: "পিলু",
    taal: "একতাল",
    context:
      '[রবীন্দ্রনাথ] "সুরের রাজ্য এক পৃথক রাজ্য, সে দূরের জগৎ অন্য স্তর। সে স্তরে আমরা সর্বদা থাকিনে। আমরা যে-জগতে ছোটোখাটো সুখদুঃখে দোদুল্যমান হয়ে রয়েছি, সুর আমাদের নিয়ে যায় সে বন্ধন থেকে মুক্ত করে ঊর্ধলোকে, অন্য জগতে। তার সঙ্গে আমাদের দৈনন্দিন জীবনের আবেষ্টন একেবারে পৃথক। আমরা অনুভব করি হৃদয়ে সেই অনির্বচনীয় স্পর্শ, কিন্তু আমরা তো সেখানকার নয়, তাই বোধহয় এই অনির্দিষ্ট বেদনা। সুর যেখানে ভাসিয়ে নিয়ে যায়, মন সেখানে নিরবলম্বন হয়ে চ্যুত হবার জন্যই যেন রয়েছে। যেমন সমুদ্রের ঢেউ ছুটে এসে ক্ষণিকের জন্য তীরকে অতিক্রম করে, আবার ফিরে যায় তার বন্ধনের মধ্যে, আমাদের মনও তেমনি নিজের এবং চারপাশের বন্ধন অতিক্রম করে ভেসে যায় সুরধ্বনিতে, কিন্তু সেখানে তার স্থান নয়। আবার ফিরে আসতে হবে তাকে নিম্নভূমিতে। সৌন্দর্যের জগতে ক্ষণকালের এই প্রবেশ, তার সঙ্গে নিজেকে সম্পূর্ণ মিলিয়ে নিতে তো মন পারে না-- ভালো লাগে, বেদনা মেশানো ভালো লাগা। " (প ১৫২)\n --মৈত্রেয়ী দেবী, মংপুতে রবীন্দ্রনাথ, প্রাইমা পাবলিকেশনস্‌, কলকাতা, ১৯৪৩',
  },
  citations: [
    "বিবিধ তথ্য ও আলোচনা\n LXIX Y ou were in the centre of my heart, therefore when my heart wandered she never found you; you hid yourself from my loves and hopes till the last, for you were always in them. You were the inmost joy in the play of my youth, and when I was too busy with the play the joy was passed by. You sang to me in the ecstasies of my life and I forgot to sing to you.\n Front Page These translations are of poems contained in three books -- Naivedya, Kheya, and Gitanjali... ; and of a few poems which have appeared only in periodicals.\n --Sir Rabindranath Tagore, Fruit-Gathering, Macmillan, New York, 1916.\n ১৯১৪ সনের পশ্চাৎপট: রবীন্দ্রনাথের জগৎ: 'বলাকা' রচনা। 'বিচিত্রা সভা' প্রতিষ্ঠা। 'অচলায়তন' অভিনয়, গুরুর ভূমিকায় কবি। সপরিবারে রামগড়ে সময় কাটালেন কিছুদিন। প্রকাশ: উৎসর্গ, স্মরণ, গীতিমাল্য, গান, ধর্মসঙ্গীত, গীতালি, The King of the Dark Chamber, One Hundred Poems of Kabir, The Post Office. বহির্বিশ্বে: আমেরিকার সান্‌ ফ্রান্‌সিস্কো শহরে স্থাপিত গদর সমিতির এক অভিযান ও সরকারের সঙ্গে সঙ্ঘর্ষে ১৭ জনের মৃত্যু। কলকাতায় অস্ত্রব্যবসায়ী রডা কোম্পানী লুট করে বিপ্লবীরা অনেক অস্ত্র সংগ্রহ করেন। ভারত ও চীনের সীমান্ত নির্দেশক ম্যাকমোহন লাইন প্রস্তাবিত। স্যার আশুতোষ মুখোপাধ্যায়ের সভাপতিত্বে ইণ্ডিয়ান সায়েন্স কংগ্রেসের সূচনা। প্রমথ চৌধুরীর সম্পাদনায় মাসিক 'সবুজপত্র'-এর প্রকাশ। পানামা ক্যানাল খুললো। ৪ঠা অগাস্ট ব্রিটেন জার্মানির বিরুদ্ধে যুদ্ধ ঘোষণা করলো -- প্রথম মহাযুদ্ধের শুরু। উল্লেখযোগ্য সাহিত্য: গ্রোথ অফ দি সয়েল (হামসুন), ডাবলিনার্স (জয়েস), দি কাপ অফ লাইফ (বুনিন)।\n --প্রভাতকুমার মুখোপাধ্যায়, রবীন্দ্রজীবনকথা, আনন্দ পাবলিশার্স, কলকাতা ১৩৯২ এবং চিত্তরঞ্জন বন্দ্যোপাধ্যায় সম্পাদক, রবীন্দ্র-প্রসঙ্গ ৪, আনন্দ পাবলিশার্স, কলকাতা ১৯৯৮",
  ],
};
