export const SEARCH_RESULTS = [
    {
        "id": "1",
        "title": "মায়াবনবিহারিণী হরিণী"
    },
    {
        "id": "2",
        "title": "আমার নিশীথরাতের বাদলধারা, এসো হে গোপনে"
    },
    {
        "id": "3",
        "title": "মায়াবনবিহারিণী হরিণী"
    },
    {
        "id": "3",
        "title": "মায়াবনবিহারিণী হরিণী"
    },
    {
        "id": "3",
        "title": "মায়াবনবিহারিণী হরিণী"
    },
    {
        "id": "3",
        "title": "মায়াবনবিহারিণী হরিণী"
    },
    {
        "id": "3",
        "title": "মায়াবনবিহারিণী হরিণী"
    },
    {
        "id": "3",
        "title": "মায়াবনবিহারিণী হরিণী"
    },
    {
        "id": "3",
        "title": "মায়াবনবিহারিণী হরিণী"
    },
    {
        "id": "3",
        "title": "মায়াবনবিহারিণী হরিণী"
    },
    {
        "id": "3",
        "title": "মায়াবনবিহারিণী হরিণী"
    },
    {
        "id": "3",
        "title": "মায়াবনবিহারিণী হরিণী"
    },
    {
        "id": "3",
        "title": "মায়াবনবিহারিণী হরিণী"
    },
    {
        "id": "3",
        "title": "মায়াবনবিহারিণী হরিণী"
    }

]

export const MAYABONO_BIHARINI = {
    "domain": "gitabitan",
    "title": "উত্তীয়। মায়াবনবিহারিণী হরিণী",
    "url": "http://gitabitan.net/top.asp?songid=2027",
    "lyrics": "উত্তীয়।\nমায়াবনবিহারিণী হরিণী\nগহনস্বপনসঞ্চারিণী,\nকেন তারে ধরিবারে করি পণ অকারণ।\nথাক্‌ থাক্‌ নিজমনে দূরেতে,\nআমি শুধু বাঁশরির সুরেতে\nপরশ করিব ওর প্রাণমন\nঅকারণ॥\nচমকিবে ফাগুনের পবনে,\nপশিবে আকাশবাণী শ্রবণে,\nচিত্ত আকুল হবে অনুখন\nঅকারণ।\nদূর হতে আমি তারে সাধিব,\nগোপনে বিরহডোরে বাঁধিব--\nবাঁধনবিহীন সেই যে বাঁধন\nঅকারণ॥",
    "metadata": {
        "composition_date": "১২ আশ্বিন, ১৩৪১ (২৯ সেপ্টেম্বর, ১৯৩৪)",
        "poet_age": "৭৩",
        "composition_location": "শান্তিনিকেতন",
        "publication_date": "ভাদ্র, ১৩৪৬ , শ্যামা (১৩৪৬) র-র ২৫ |",
        "gitabitan_index": "গীতিনাট্য ও নৃত্যনাট্য-শ্যামা; ৯/৭৩৫",
        "raag_taal": "ইমন‌কল্যাণ‌ / কাহারবা",
        "notation": "শ্যামা(১৩৪৬); স্বরবিতান ১৯ (শ্যামা)",
        "notator": "সুশীলকুমার ভঞ্জচৌধুরী;ঐ",
        "raag": "ইমন‌কল্যাণ‌",
        "taal": "কাহারবা",
        "context": "চুম্বক গোপন\n চার দৃশ্যের এই নাটকটির প্রথম দৃশ্যে দেখি এক দুর্মূল্য মণিহারের মালিক বণিক বজ্রসেন হারটি বিক্রয়ে অসম্ম্ত হয়ে রাজপুরুষদের বিরাগভাজন হয়। শ্যামা এক সুন্দরী রাজনর্তকী। সে এখনো কোনো দয়িত খুঁজে পায় নি, যদিও তার প্রণয়ার্থী আছে, বিশেষত উত্তীয় নামে এক কিশোর, যে শ্যামার প্রেমে উন্মত্তপ্রায়। দ্বিতীয় দৃশ্যে শ্যামার সভায় নাচগান চলেছে, এমন সময় রাজপ্রহরীরা শ্যামার সামনে দিয়েই বজ্রসেনকে চোর অপবাদে তাড়ন ও গ্রেপ্তার করলো। বজ্রসেনকে দর্শনমাত্র শ্যামা মুগ্ধ হল। তার মুক্তির জন্য সভাস্থদের কাছে শ্যামার আবেদনে এগিয়ে এলো উত্তীয়, তার নিজের প্রাণ দিয়ে বজ্রসেনের প্রাণ রক্ষা করবে বলে। শ্যামা তাকে দিলে এক রাজ-অঙ্গুরী, যেটি দেখিয়ে উত্তীয় চুরির অপরাধ স্বীকার করে আত্মসমর্পণ করল ও প্রাণ হারালো। তৃতীয় দৃশ্যে বজ্রসেন ছাড়া পেল, শ্যামার প্রতি তার অসীম কৃতজ্ঞতা। দুজনের মিলন হলো। রাজরোষ থেকে দূরে থাকার জন্য তারা রাজপুরী ছেড়ে পথে নামলো। চতুর্থ দৃশ্যে পথে সখীদের কৌশলে রাজপ্রহরীদের পাহারা এড়িয়ে দুজনের প্রণয়। বজ্রসেন বারবার জানতে চায় শ্যামার কী কৌশলে তার মুক্তি সম্ভব হলো। অবশেষে শ্যামা জানালো যে উত্তীয়ের প্রাণের বিনিময়েই এই অসম্ভাব্য সম্ভব হয়েছে। ক্রোধে আত্মহারা বজ্রসেন শ্যামাকে দোষী করে বিতাড়ন করলে, এবং শ্যামা যখন তাতেও ছেড়ে যেতে সম্মত হলো না, তখন নিদারুণ আঘাত করে তাকে ত্যাগ করে চলে গেল। কিন্তু শ্যামাকে সে ভুলতে পারেনা, সে পাগলের মতো ঘুরে বেড়ায় আর শ্যামাকে ডাকে। সে ডাকে সাহস পেয়ে শ্যামা মরণের মুখ থেকে ফিরে আসে আবার বজ্রসেনের কাছে। কিন্তু বজ্রসেন কিছুতেই তাকে ক্ষমা করতে পারে না, বিতাড়িতা শ্যামা শেষবারের মতো চলে যায়। নিজের এই নির্মম ক্ষমাহীনতা নিয়ে বজ্রসেনের বিলাপের মধ্যে নাটকের শেষ। ১৯৩৯ সালে অভিনয়কালে প্রচারিত রবীন্দ্রনাথ-কৃত \"শ্যামা\"র একটি সংক্ষিপ্ত নাট্যপরিচয় সমসাময়িক প্রচার-পুস্তিকায় মুদ্রিত হয়। যদিও তখন নাটকটি তিনটি দৃশ্যে গ্রথিত ছিল তবু সেই পরিচয় থেকে উদ্ধৃতি নিয়েই এখানকার প্রতিটি গানের পরিপ্রেক্ষিত বর্ণনা লেখা হলো।\n চুম্বক প্রকাশ\n প্রথম দৃশ্যে মণিহার বিক্রয়ে অসম্মত হয়ে বণিক বজ্রসেন রাজপুরুষদের বিরাগভাজন হয়েছে। ২য় দৃশ্য(শ্যামার সভা)। শ্যামা রাজনটী, বিখ্যাত সুন্দরী। তার প্রেমে পাগল বালক উত্তীয়। সে শ্যামার পূজা করে দূর থেকে। সখীদের করুণা তার 'পরে। গান (উত্তীয়) মায়াবনবিহারিণী হরিণী (ক্রমিক ৯) গান (সখীরা) হতাশ হোয়ো না, হোয়ো না (ক্রমিক ১০)"
    },
    "citations": [
        "বিবিধ তথ্য ও আলোচনা\n L OOK at that deer roaming in that dreamy forest of shadow,To embrace her the space of my arms is too narrow -Why should I like to chain her? Let her dream in her own sphere, The melody of this flute here will be enough for me to touch and dream of her; be there no reason, for this passion.What a stir in the cool breeze of the spring - in the heavy shower a message I can hear, -my heart is restless always. What is the reason behind? who will find?I would think of her let it be from afar-No one will know of this separation and how much do I suffer? No chain to bind her to me She is free,a bondage but not bound. No reason is to be found,Let my heart be a prisoner.It would look at that shadowy deer from a corner, afar.\n --Chitra Marjit, Songs to Remember : English Version of Selected Songs of Rabindranath Tagore, Biswa-Jnan, Calcutta",
        "১৯৩৪ সনের পশ্চাৎপট: রবীন্দ্রনাথের জগৎ: তৃতীয়বার সিংহল যাত্রা। শিল্পী ও অভিনয়ের দল নিয়ে নানা জায়গায় ভ্রমণ। 'চার অধ্যায়' রচনা শেষ করলেন। প্রকাশ: মালঞ্চ (উপন্যাস), শ্রাবণ-গাথা (গীতিনাট্য), চার অধ্যায় (উপন্যাস)। বহির্বিশ্বে: সূর্য সেনের (মাস্টারদা) ফাঁসি। ১৫ই জানুয়ারি বিহারে ভূমিকম্প। জয়প্রকাশ নারায়ণ কংগ্রেস সোস্যালিস্ট পার্টি গঠন করেন। ভারতবর্ষে রিজার্ভ ব্যাঙ্ক আইন চালু। বেঙ্গালুরুতে ইণ্ডিয়ান অ্যাকাডেমি অফ সায়েন্স প্রতিষ্ঠিত। বম্বে টকীজ স্থাপিত। হিটলার ফ্যুরার হলেন। বিজ্ঞানী মারি ক্যুরীর মৃত্যু। উল্লেখযোগ্য সাহিত্য: দি বেল্‌স অফ বেস্‌ল (আরাগঁ), গুডবাই মিস্টার চিপ্‌স (হিলটন), টেন্‌ডার ইজ দি নাইট (ফিট্‌জেরাল্ড), আই ক্লডিয়াস (গ্রেভ্‌স), এ হ্যাণ্ডফুল অফ ডাস্ট (ওঅ), হ্যামলেট ইন উইটেনবার্গ (হাউপ্‌টম্যান), দি ইনফার্নাল মেশিন (কক্‌তো), ক্যালিডোস্কোপ (ৎসোয়াইগ), মাই ফিলজফি (আইনস্টাইন), এ স্টাডি ইন হিস্ট্রি ১ (টয়েনবি)।\n --প্রভাতকুমার মুখোপাধ্যায়, রবীন্দ্রজীবনকথা, আনন্দ পাবলিশার্স, কলকাতা ১৩৯২ এবং চিত্তরঞ্জন বন্দ্যোপাধ্যায় সম্পাদক, রবীন্দ্র-প্রসঙ্গ ৪, আনন্দ পাবলিশার্স, কলকাতা ১৯৯৮",
        "উদয়নের পশ্চিমের ঘেরা বারান্দায় গুরুদেব গান শেখাচ্ছিলেন। তিনি বসেছিলেন নীচু একটা চেয়ারে, গানের দল, আমরা জটলা করে বসেছি চেয়ারের কাছে মেঝেতে। অন্যান্যদিনের মতো সেদিন গান হবে এবং গান শেখানো হবে। শ্যামা বা পরিশোধের কথা সেদিন ওঠেইনি। বৌঠান, প্রতিমা দেবী, গুরুদেবের কাছে এগিয়ে এসে বললেন, পরিশোধটা কি নৃত্যনাট্যের মতো করে অভিনয় করা সম্ভব? একটা কাগজ সামনে ধরে বললেন, নক্সাও তিনি একটা এর মধ্যেই করে ফেলেছেন। কথাটা গুরুদেবের মনে লেগেছিল। \"এভাবে আরম্ভ করা যেতে পারে\", বলে তিনি সেখানেই \"ধর ধর ওই চোর ওই চোর\" এই গানটি গেয়ে আমাদের সামনেই রচনা করলেন। -- রমা সেন।\n --পার্থ বসু, \"গায়ক রবীন্দ্রনাথ\", আনন্দ - ১৩৯৩-তে উদ্ধৃত",
        "[১৯৩৬ সালের] অগস্ট মাসের শেষ দিকে প্রতিমা দেবী [রবীন্দ্রনাথের পুত্রবধূ] 'কথা ও কাহিনী' কাব্যগ্রন্থের 'পরিশোধ' কবিতাটিকে নিযে 'সামান্য ক্ষতি'র ঢংএ একটি অভিনয় করাবেন বলে প্রস্তুত হচ্ছিলেন। গুরুদেবের কাছে প্রস্তাবটি পেশ করার পর, গুরুদেব, প্রতিমা দেবীর পরিকল্পনা অনুযায়ী ৩১শে অগস্ট থেকে প্রথম গান রচনায় হাত দেন। কিন্তু, শেষ পর্যন্ত গুরুদেব গল্পটিকে নিজের মত সাজিয়ে একটার পর একটা গান রচনা করতে থাকেন। সেই সব গানকে আমরা নৃত্যাভিনয়ে রূপ দেবার কাজ আরম্ভ করি। এই সময় কলিকাতার রঙ্গমঞ্চে, একটি নাটক অভিনয়ের কথাবার্তাও চলছিল। শেষ পর্যন্ত ঠিক হল, 'পরিশোধ'টির অভিনয় হবে ১০ই এবং ১১ই অক্টোবরে, আশুতোষ কলেজের রঙ্গমঞ্চে। 'পরিশোধ' নৃত্যনাট্যের অভিনয়ের পূর্বে স্বতন্ত্রভাবে নাচ, গান ও কবিতা আবৃত্তির একটি অনুষ্ঠান হয়েছিল। তার নাম দিয়েছিলেন--'ঋতুমঙ্গল'। ... পুস্তিকায় 'পরিশোধ'কে উল্লেখ করেছিলেন 'নাট্যগীতি' রূপে। (২১০)\n ১৯৩৮-এর সেপ্টেম্বর মাসের ৩ এবং ৮ তারিখে সিংহ সদন ও পুরাতন গ্রন্থাগারের বারান্দায় 'পরিশোধ' অভিনীত হল, পরপর দুদিন। অভিনয়ে বিভিন্ন চরিত্রে যাঁরা অংশগ্রহণ করেছিলেন, তাঁরা হলে : বজ্রসেন - মৃণালিনী (সারাভাই); শ্যামা - নন্দিতা (রবীন্দ্রনাথের দৌহিত্রী); উত্তীয় - আশা ওঝা; প্রহরী - কেলু নায়ার; কোটাল - অনঙ্গলাল; সখীগণ - মমতা, সুকৃতি, অনিতা, সেবা, সুজাতা। এবারকার 'পরিশোধ' অভিনয়ের নৃত্যে আমরা নতুনভাবে একটি পরীক্ষায় হাত দিয়েছিলাম। চেষ্টা করেছিলাম ভারতনাট্যম, মণিপুরী, কথক, কথাকলি এবং সিংহলের ক্যাণ্ডি নাচকে নাটকের চরিত্রানুযায়ী ব্যবহার করতে। যেমন, মৃণালিনী, শান্তিনিকেতনে ছাত্রী হিসেবে যোগদানের পূর্বে ভারতনাট্যম শিখে এসেছিলেন, তাঁকে বজ্রসেনের গানের সঙ্গে ভারতনাট্যমের নৃত্যভঙ্গীতে অভিনয় করবার জন্য তৈরি করা হল। নন্দিতা, শ্যামার নাচ তৈরী করলেন মণিপুরীতে। আশা ওঝা, জয়পুর ঘরাণার কথক নৃত্য ভাল করেই শিখে এসেছিলেন। তাঁর গান কটির নাচ তৈরি হয়েছিল খাঁটি কথক নাচের অভিনয় পদ্ধতিতে। কথাকলি নৃত্যে প্রহরীর অভিনয় করেছিলেন কেলু নায়ার। সিংহলবাসী ছাত্র অনঙ্গলাল, কোটালের চরিত্রে অভিনয় করেন ক্যাণ্ডি নাচের আঙ্গিকে। সখীদের নাচে ছিল মণিপুরী নাচের প্রাধান্য। (২১০)\n --শান্তিদেব ঘোষ, গুরুদেব রবীন্দ্রনাথ ও আধুনিক ভারতীয় নৃত্য, আনন্দ পাবলিশার্স, কলকাতা, ১৩৯০",
        "১৯৩৮ সালে শ্যামা নৃত্যনাট্যে প্রথমবার কথক নৃত্যের পদ্ধতি প্রবেশ করল। আশা ওঝা নামে এক কথক নৃত্যে পটু এক অবাঙালী ছাত্রী তখন শান্তিনিকেতনে ছিলেন। গুরুদেব তাঁর নাচ দেখে খুশি হন এবং গুরুদেবেরই ইচ্ছায় তাঁকে উত্তীয়ের ভূমিকায় অভিনয় করতে বলা হয়। ছাত্রীটি উত্তীয়ের চরিত্রে কথক নৃত্য পদ্ধতিতে অভিনয়ের দ্বারা সকলকেই মুগ্ধ করেছিলেন। গুরুদেব স্বয়ং তাঁর নৃত্যে ও অভিনয়ে খুবই খুশি হয়েছিলেন। কথক নৃত্যে ঐ ধরনের উপযোগী শিল্পী শান্তিনিকেতনে তাঁর পরে আর কেউ ছিল না বলে এই নৃত্য আর গুরুদেবের নৃত্যধারায় ব্যবহার করা গেল না। (২৮৪)\n শ্যামা নাটকটি প্রথম ১৯৩৬ খ্রীষ্টাব্দে 'পরিশোধ' নামে রচিত ও নৃত্যে অভিনীত হয়। এই সময় শান্তিনিকেতনের নাচে প্রথম সিংহল্দেশের 'ক্যাণ্ডি' নৃত্য প্রবেশ করল এখানকার অনুসন্ধিৎসু শিল্পীদের উৎসাহে। প্রথমবারে অভিনয়-দিনের আরম্ভে এক ঘণ্টার মতো নৃত্য ও গীতের আলাদা একটি অনুষ্ঠান করা হয়। প্রথমবারের অভিনয়ে এই নাটিকায় কতকগুলি অংশ ছিল না। সেগুলি পরের বারে প্রবেশ করেছে। দ্বিতীয়বার অভিনয়ের সময় উত্তীয় চরিত্র ও ঘাতকের দ্বারা তার হত্যার দৃশ্যটি এর মধ্যে বিশেষ উল্লেখযোগ্য। হত্যার দৃশ্যটি সমালোচকদের কারো কারো মতে শ্যামা নাটকের এক দুর্বল অংশ। গুরুদেবও তাই মনে করতেন, তবুও তিনি ঐ অংশটি নাটক থেকে বাদ দেন নি। হত্যার দৃশ্যটি তালযন্ত্রের বোলের সঙ্গে রেখেছিলেন। এই অংশটা নাটকের মাঝখানে দর্শকের চিত্তকে মৃত্যুর দৃশ্যে ও ঘাতকের প্রচণ্ড তাণ্ডবনৃত্যে রসান্তরে নিয়ে গিয়ে বিশ্রাম দেয় বলেই এটি দুর্বল হলেও দর্শকবৃন্দ এই নিয়ে আপত্তি করে নি। সেজন্যই হয়তো গুরুদেব এ অংশটি বাদ দেন নি। [এ প্রসঙ্গে শান্তিদেবের আরো বক্তব্য নীচে উদ্ধৃত করা হয়েছে।] শ্যামা নাটকের অভিনয় অনেকবার হয়েছে। তার মধ্যে ১৯৩৮ খ্রীষ্টাব্দের 'বর্ষামঙ্গলে'র সময়কার অভিনয়টি বিশেষ উল্লেখযোগ্য বলে আমি মনে করি। (২৫০)\n --শান্তিদেব ঘোষ, রবীন্দ্রসঙ্গীত, বিশ্বভারতী, ১৯৭০",
        "কোটালের চরিত্রে, অনঙ্গলাল, বীরোচিত ক্যাণ্ডিনাচের তালে, তলোয়ার হাতে উত্তীয়কে হত্যার নাচের শেষদিকে, তেহাইয়ের সঙ্গে, উত্তীয়ের উপর তলোয়ার নিয়ে প্রবল বেগে ঝাঁপিয়ে পড়তো এবং সেই মুহূর্তে মঞ্চের আলো যখন নিভিয়ে দেওয়া হতো, তখন দর্শকদের মনে তার প্রতিক্রিয়া খুবই স্পষ্ট প্রতিভাত হতো। এই নাচটি নাটকের প্রয়োজনে তৈরি করে নেওয়া হয়েছিল। তলোয়ার হাতে এ ধরনের নাচ সিংহলের ক্যাণ্ডিনাচে নেই। (২১১)\n ১৯৩৯ খ্রীষ্টাব্দের ফেব্রুয়ারী মাসের ৭ এবং ৮ তারিখে কলিকাতার \"শ্রী\" রঙ্গমঞ্চের অভিনয়ের পূর্বে গুরুদেব পরিশোধের নাম পরিবর্তন করে \"শ্যামা\" নাম দেন। তখন থেকে এই নামেই নৃত্যনাট্যটি সকলের কাছে পরিচিত। \"শ্রী\" রঙ্গমঞ্চে অভিনয়কালে যাঁরা বিভিন্ন চরিত্রে অভিনয় করেছিলেন, তাঁরা হলেন-- শ্যামা - নন্দিতা [রবীন্দ্রনাথের দৌহিত্রী], বজ্রসেন - কেলু নায়ার; উত্তীয় - মৃণালিনী [সারাভাই]; প্রহরী - মাকী [শান্তিনিকেতনের জাপানী ছাত্র]; সহচরী - মমতা, সুকৃতি, উর্মি। (২১২)\n ১৯৪০ সালের ৭ অগস্ট ইংলণ্ডের অক্সফোর্ড বিশ্ববিদ্যালয় থেকে গুরুদেবকে ডক্টর উপাধিতে ভূষিত করা হয়। অনুষ্ঠানটি হয়েছিল শান্তিনিকেতনের সিংহসদনে, সকালে। সন্ধ্যায় আগত বিশিষ্ট অতিথিদের চিত্তবিনোদনের জন্যে শ্যামা অভিনীত হয়েছিল। (২১২)\n --শান্তিদেব ঘোষ, গুরুদেব রবীন্দ্রনাথ ও আধুনিক ভারতীয় নৃত্য, আনন্দ পাবলিশার্স, কলকাতা, ১৩৯০",
        "১৯৬১ সালে রবীন্দ্রজন্মশতবার্ষিকী উপলক্ষে আমি নৃত্যনাট্য শ্যামা রেকর্ড করি। রবীন্দ্রনাথের গীতিনাট্য হিসেবে এযাৎকালে যা কিছু রেকর্ড করা হয়েছে শ্যামা হল তার মধ্যমণি। ১৯৫০ সাল থেকে আরম্ভ করে ভারতের প্রায় সর্বত্র শ্যামা নৃত্যনাট্য মঞ্চস্থ করেছি সবিশেষ প্রশংসার সঙ্গে। কাজেই শ্যামার ক্ষেত্র অনেক আগে থেকেই তৈরী হয়ে ছিল। শ্যামাতে অংশগ্রহণ করেছিলেন হেমন্ত মুখোপাধ্যায়, কণিকা বন্দ্যোপাধ্যায়, চিন্ময় চট্টোপাধ্যায়, তরুণ বন্দ্যোপাধ্যায় প্রভৃতি। শ্যামা রেকর্ডের কল্পনাতীত সাফল্য হল। লণ্ডনে ইয়েহুদি মেনুহিন একটি প্রেস কনফারেন্স করে শ্যামার পরিচয় করালেন। (২৭) শ্যামা সর্বতোভাবে সার্থক নৃত্যনাট্য। শুধু Tragedy হলেই কোনো নাটক কখনোই সার্থক হয়ে ওঠে না। সামগ্রিকভাবে নাটকীয় পরিব্যাপ্তির প্রয়োজন। যে কোনো বিদেশী বা অবাঙালী সমাজে শ্যামার সফল অভিনয় সম্ভব। সম্পূর্ণ গীতাংশ বাদ দিয়েও শুধুমাত্র নৃত্য ও অভিনয়ের মাধ্যমে শ্যামার নাট্যাংশ পরিস্ফুট করে তোলা সম্ভব। বহুস্থানে সম্পূর্ণ অবাঙালী পরিবেশে শ্যামার সার্থক অভিনয় হয়েছে এবং দর্শকদের অকুণ্ঠ অভিনন্দন লাভ করেছে। (৮৯)\n --সন্তোষ সেনগুপ্ত, আমার সঙ্গীত ও আনুষঙ্গিক জীবন, এ. মুখার্জী এ্যাণ্ড কোং, কলকাতা, ১৯৮৬"
    ]
}

export const NISHITHO_RAATER = {
    "domain": "gitabitan",
    "title": "আমার নিশীথরাতের বাদলধারা, এসো হে গোপনে",
    "url": "http://gitabitan.net/top.asp?songid=348",
    "lyrics": "আমার নিশীথরাতের বাদলধারা, এসো হে গোপনে\nআমার স্বপনলোকে দিশাহারা॥\nওগো অন্ধকারের অন্তরধন, দাও ঢেকে মোর পরান মন--\nআমি চাই নে তপন, চাই নে তারা॥\nযখন সবাই মগন ঘুমের ঘোরে নিয়ো গো, নিয়ে গো,\nআমার ঘুম নিয়ো গো হরণ করে।\nএকলা ঘরে চুপে চুপে এসো কেবল সুরের রূপে--\nদিয়ো গো, দিয়ো গো,\nআমার চোখের জলের দিয়ো সাড়া॥",
    "metadata": {
        "composition_date": "আশ্বিন ১৩২২ (অক্টোবর,১৯১৫)",
        "poet_age": "৫৪",
        "composition_location": "শান্তিনিকেতন",
        "publication_date": "কার্তিক ১৩২২ , প্রবাসী",
        "gitabitan_index": "প্রেম-প্রেমবৈচিত্র্য; ৬৮/২৯৯",
        "raag_taal": "বেহাগ / কাহারবা (বাদ আদরা)",
        "notation": "গীতপঞ্চাশিকা (১৩২৫); কেতকী (১৩২৬); স্বরবিতান ১১ (কেতকী);স্বরবিতান ১৬ (গীতপঞ্চাশিকা)",
        "notator": "দিনেন্দ্রনাথ ঠাকুর;ঐ;ঐ (দুটি); ঐ (দুটি)",
        "raag": "বেহাগ",
        "taal": "কাহারবা (বাদ আদরা)",
        "context": "ভাবপ্রকাশের গভীরতর প্রয়োজনে দুটি বিপরীতধর্মী রাগ একই গানে প্রযুক্ত হয়েছে, এমন কি সমস্ত গানের মধ্যে শুধুমাত্র একটি পংক্তির কোনো একটি অংশ বা একটি শব্দের একটি বিশেষ ভাবটিকে প্রকাশের প্রয়োজনে শুধুমাত্র সেই স্থলেই অন্য কোনো রাগ যা সেই গানে ব্যবহৃত রাগের স্বরূপের পরিপন্থী, তার ব্যবহারেও রবীন্দ্রনাথ কুণ্ঠিত হন নি। [শৈলজারঞ্জন একে বলেছেন রাগমিশ্রণ; উদাহরণ: 'আছে দুঃখ, আছে মৃত্যু\", \"নিশীথরাতের বাদলধারা\", \"ফুল বলে, ধন্য আমি\", \"দেবতা ওগো\", \"সবাই যারে সব দিতেছে\"। অনুসন্ধিৎসু পাঠক গানগুলির সন্ধান করে দেখতে পারেন]।\n গানের কোনো একটি অংশের ভাব প্রকাশের জন্য সেইখানে ব্যবহৃত রাগের পরিপন্থী স্বরপ্রয়োগ করা বিষয়ে রবীন্দ্রনাথ বলেছেন, \"যদি মধ্যমের স্থলে পঞ্চম দিলে ভালো শুনায় আর তাহাতে বর্ণনীয় ভাবের সহায়তা করে তবে জয়জয়ন্তী বাঁচুন আর মরুন আমি পঞ্চমকেই বহাল রাখিব না কেন?\" [নিশীথরাতের বাদলধারা] এই গানটির 'স্বপনলোকে দিশাহারা' অংশে হঠাৎ কোমল ধৈবত ও কোমল নিষাদের ব্যবহারে সুরকবি রবীন্দ্রনাথ সজ্ঞানে স্বপনলোকে দিশাহারা চিত্রই রূপায়িত করেছেন।\n --শৈলজারঞ্জন মজুমদার, \"রবীন্দ্রসংগীত শিক্ষাপ্রসঙ্গ\", রবীন্দ্র ভাবনা, ২০০০ যুগ্ম সংখ্যা, টেগোর রিসার্চ ইনস্টিটুট, কলকাতা (পৃঃ ১৫)"
    },
    "citations": [
        "বিবিধ তথ্য ও আলোচনা\n ১৯১৫ সনের পশ্চাৎপট: রবীন্দ্রনাথের জগৎ: শিলাইদহে নৌকাবাস। শান্তিনিকেতনে এলেন গান্ধীজী ও কস্তুরবা। 'ফাল্গুনী' রচনা ও অভিনয়, রবীন্দ্রনাথ অন্ধ বাউলের ভূমিকায়। সম্রাটের জন্মদিনে 'সার' উপাধি লাভ। কাশ্মীর ভ্রমণ। প্রকাশ: বিচিত্র পাঠ, শান্তিনিকেতন, কাব্যগ্রন্থ ১-৬, The Maharani of Arakan. বহির্বিশ্বে: সরকারের কাছে গান্ধীজী কাইজার-এ-হিন্দ স্বর্ণপদক পেলেন (পরে ফেরৎ দেন) ও প্রথম শান্তিনিকেতনে এলেন। সবরমতী আশ্রম চালু। ফাইটার প্লেন ও ট্র্যাক্টরের উদ্ভাবন। গোপালকৃষ্ণ গোখলের মৃত্যু। ১৮ মার্চ ভারতরক্ষা আইন পাস। উল্লেখযোগ্য সাহিত্য: অফ হিউম্যান বণ্ডেজ (মম্‌), জেনারেল থিওরি অফ রিলেটিভিটি (আইনস্টাইন)।\n --প্রভাতকুমার মুখোপাধ্যায়, রবীন্দ্রজীবনকথা, আনন্দ পাবলিশার্স, কলকাতা ১৩৯২ এবং চিত্তরঞ্জন বন্দ্যোপাধ্যায় সম্পাদক, রবীন্দ্র-প্রসঙ্গ ৪, আনন্দ পাবলিশার্স, কলকাতা ১৯৯৮",
        "গীতবিতানের বিষয়সূচী: ভূমিকা, পূজা, প্রেম, স্বদেশ, বিচিত্র, প্রকৃতি, আনুষ্ঠানিক, গীতিনাট্য ও নৃত্যনাট্য, ভানুসিংহ ঠাকুরের পদাবলী, নাট্যগীতি, জাতীয় সঙ্গীত, পূজা ও প্রার্থনা, আনুষ্ঠানিক সঙ্গীত, প্রেম ও প্রকৃতি, পরিশিষ্ট",
        "রবীন্দ্র-সম্পাদিত দ্বিতীয় সংস্করণ গীতবিতানের বিষয়বিন্যাস (বন্ধনীর মধ্যে গীতসংখ্যা):\n ভূমিকা (১) পূজা পর্যায়: গান (৩২), বন্ধু (৫৯), প্রার্থনা (৩৬), বিরহ (৪৭), সাধনা ও সংকল্প (১৭), দুঃখ (৪৯), আশ্বাস (১২), অন্তর্মুখে (৬), আত্মবিধান (৫), জাগরণ (২৬), নিঃসংশয় (১০), সাধক (২), উৎসব (৭), আনন্দ (২৫), বিশ্ব (৩৯), বিবিধ (১৪৩, একটি গান দ্বিজেন্দ্রনাথ-রচিত বিবেচনায় বাদ দেওয়া হয়), সুন্দর (৩০), বাউল (১৩), পথ (২৫), শেষ (৩৪), পরিণয় (৯, তৃতীয়োত্তর সংস্করণ গীতবিতানে আনুষ্ঠানিক পর্যায়ের প্রথমাংশে গ্রথিত) স্বদেশ (৮৬) প্রেম: গান (২৭), প্রেমবৈচিত্র্য (৩৬৮) প্রকৃতি: সাধারণ (৯), গ্রীষ্ম (১৬), বর্ষা (১১৫), শরৎ (৩০), হেমন্ত (৫), শীত (১২), বসন্ত (৯৬) বিচিত্র (১৩৮) আনুষ্ঠানিক (৯) পরিশিষ্ট (২, মুদ্রণকার্যের তাগিদায় ২য় সংস্করণে এই বিভাগটিকে বাধ্য হয়ে যোগ করতে হয়, পরের সংস্করণে গানগুলি যথোচিত স্থানে বিন্যস্ত করা হয়) রবীন্দ্রনাথের নির্দেশমতোই এই বিষয়বিন্যাস মূল গীতবিতানে না দিয়ে তাঁর লেখা একটি বিজ্ঞাপন হিসাবে গ্রথিত হয়। তৃতীয়োত্তর সংস্করণে এই তালিকা গ্রন্থপরিচয়ে পাওয়া যায়।"
    ]
}